// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "指定新 ICC 配置文件";

NoPapersTitle = "不存在待编辑的自定义纸张类型";
NoPapersMsg = "请添加或导入自定义纸张类型，然后您将可以指定 ICC 配置文件。";
NoPapersDefButton = "添加自定义纸张";

ProfileExistsTitle = "该 ICC 配置文件已经存在";
ProfileExistsMsg = "文件名称为 \"%@\" 的 ICC 配置文件已经存储于本地储存库中。如果您选择“使用现有配置文件”，存储的配置文件会与您的纸张一同使用。或者您可以选择“使用唯一文件名称”来创建新的配置文件名称。";
ProfileExistsDefButton = "使用现有配置文件";
ProfileExistsAltButton = "取消";
ProfileExistsOtherButton = "使用唯一文件名称";

NoIccTitle = "<未选择配置文件>";

//Paper Type Names
Photo = "照片";
CoatedInkjet = "彩喷纸";
PhotoRag = "碎布照片";
Watercolor = "水彩纸";
Canvas = "画布纸";
RigidPhotoRag = "硬碎布照片纸";
RigidWatercolor = "硬水彩纸";
RigidCanvas = "硬画布纸";
Brochure = "手册";
PlainPaper = "普通纸";
PhotoInkjetScrapbook = "喷墨剪贴簿纸，照片";
MatteInkjetScrapbook = "喷墨剪贴簿纸，亚光";

Coated = "涂料纸";
PhotoThick = "厚照片";
FiberGloss = "纤维光泽";
photoRag = "碎棉相纸";
photoRagThin = "薄摄影纯棉纸";

//print quality names
Best = "最佳";
Normal = "标准";
Fast = "快速草图";
MaxDPI = "最高分辨率 (DPI)";

ProfileInvalidTitle = "ICC 檔案類型不正確";
ProfileInvalidMsg = "所選的 ICC 檔案不適用於印表機。";
ProfileInvalidDefButton = "選擇其他設定檔...";

TaskTitleFieldText = "指定新 ICC 配置文件";
TaskDescriptionFieldText = "单击“指定”按钮为您的自定义纸张指定新 ICC 配置文件。";
StartButtonText = "指定";

AddSheetDescriptionFieldText = "请选择纸张和您要用于该纸张的 ICC 配置文件。";
PaperNameLableText = "自定义纸张名称：";
PaperNamePopUpText = "项目";
PaperCategoryLableText = "纸张类别：";
PaperCategoryFieldText = "类别";
IccFileNamelableText = "ICC 配置文件（可选）：";
IccFileNameFieldText = "<未选择配置文件>";
BrowseButtonText = "浏览...";
ClearButtonText = "清除配置文件";
CancelButtonText = "取消";
DoneButtonText = "完成";
